Repository: evgenidzze/auction_aio3
Catalog: locales/*/LC_MESSAGES/auction.po
Languages: uk

source: 🏆 Congratulations! You won the auction <b>{desc}</b> Wait for a message from the seller.
uk: 🏆 Вітаю! Ви перемогли у аукціоні <b>{desc}</b> Очікуйте повідомлення від продавця.

source: 🏆 Auction <b>{desc}</b> completed! To contact the winner, pay the commission.
uk: 🏆 Аукціон <b>{desc}</b> завершено! Щоб зв'язатись з переможцем, оплатіть комісію.

source: Your lot <b>{desc}...</b> has ended with no bids.
uk: Ваш лот <b>{desc}...</b> завершився без ставок.

source: <i>https://t.me/{username} - sent the lot for moderation. </i>
uk: <i>https://t.me/{username} - надіслав лот на модерацію. </i>

source: 💬 Ask questions to the author
uk: 💬 Задати питання автору

source: <i>⚠️ Your lot is being moderated... </i>
uk: <i>⚠️ Ваш лот проходить модерацію... </i>

source: <b>{description}</b> 🏙 <b>City:</b> {city} 👇 <b>Participant bids:</b> 💰 <b>Starting price:</b> {start_price} {currency} ⏱ <b>Anti-sniper</b> {anti_sniper} min.
uk: <b>{description}</b> 🏙 <b>Місто:</b> {city} 👇 <b>Ставки учасників:</b> 💰 <b>Стартова ціна:</b> {start_price} {currency} ⏱ <b>Антиснайпер</b> {anti_sniper} хв.

source: <a href='{photos_link}'><b>👉 View more photos</b></a>
uk: <a href='{photos_link}'><b>👉 Оглянути додаткові фото</b></a>

source: Get contact
uk: Отримати контакт

source: {old_text} - {first_name} bet {price}{currency}
uk: {old_text} {bid_count} - {first_name} ставить {price}{currency}

source: Write your question:
uk: Напишіть ваше запитання:

source: It looks like you tried to exchange contact information. Please rephrase your question:
uk: Схоже ви намагались обмінятись контактними даними. Перефразуйте ваше запитання:

source: ✅ The owner of the lot has received your question! Wait for an answer.
uk: ✅ Власник лоту отримав ваше запитання! Очікуйте на відповідь.

source: 💬 You received a question about lot <a href='{lot_link}'><b>{lot_desc}</b></a>
uk: 💬 Ви отримали запитання по лоту <a href='{lot_link}'><b>{lot_desc}</b></a>

source: Welcome, <b>{first_name}!</b><a href='https://telegra.ph/file/3f6168cc5f94f115331ac.png'>⠀</a>
uk: Вітаю, <b>{first_name}!</b><a href='https://telegra.ph/file/3f6168cc5f94f115331ac.png'>⠀</a>

source: 👇 Choose an option:
uk: 👇 Оберіть варіант:

source: 👇 Select a question to answer or delete:
uk: 👇 Оберіть запитання щоб відповісти або видалити:

source: 🤷🏻‍♂️ You have no messages.
uk: 🤷🏻‍♂️ У вас немає повідомлень.

source: 👇 Submit a reply or delete the question: <b>{question_text}</b>
uk: 👇 Надішліть відповідь або видаліть запитання: <b>{question_text}</b>

source: ✅ Message deleted.
uk: ✅ Повідомлення видалено

source: 👇 Select an answer to read:
uk: 👇 Оберіть відповідь щоб прочитати:

source: 📦 Lot: <a href="{lot_link}"><b>{lot_desc}</b></a> Answer: <i>{answer_text}</i>
uk: 📦 Лот: <a href="{lot_link}"><b>{lot_desc}</b></a> Відповідь: <i>{answer_text}</i>

source: It looks like you tried to exchange contact information. Please rephrase your answer:
uk: Схоже ви намагались обмінятись контактними даними. Перефразуйте вашу відповідь:

source: The author of lot <a href='{lot_link}'><b>{lot_desc}</b></a> sent you answer.
uk: Автор лоту <a href='{lot_link}'><b>{lot_desc}</b></a> надіслав вам відповідь.

source: Choose an existing auction or create a new one:
uk: Оберіть існуючий аукціон або створіть новий:

source: You have been blocked for violating the rules.
uk: Вас було заблоковано за порушення правил.

source: 🌆 Type your city:
uk: 🌆 Вкажіть ваше місто:

source: 🫰🏼 Choose a currency:
uk: 🫰🏼 Оберіть валюту:

source: 📝 Write a description for the lot: <i>For example: Headphones Marshall Major IV Bluetooth Black</i>
uk: 📝 Напишіть опис для лоту: <i>Наприклад: Навушники Marshall Major IV Bluetooth Black</i>

source: 💰 Enter the starting price in {currency}:
uk: 💰 Вкажіть стартову ціну в {currency}:

source: Write the bid steps with a space (from 1 to 3 steps): For example: 500 1000 1500
uk: Напишіть крок ставки через пробіл (від 1 до 3 кроків): Наприклад: 500 1000 1500

source: ❌ You need to enter a numerical value.
uk: ❌ Потрібно ввести числове значення.

source: 🕙 How long will the auction last?
uk: 🕙 Скільки буде тривати аукціон?

source: 📸 Send photos and videos: <i>Up to 5 photos and up to 1 video</i>
uk: 📸 Надішліть фото і відео: <i>До 5 фото та до 1 відео</i>

source: ❌ Send a photo or video.
uk: ❌ Надішліть фото або відео.

source: ❌ Maximum of 5 photos and 1 video. Resubmit your media files:
uk: ❌ Максимум 5 фото і 1 відео. Надішліть ще раз ваші медіафайли:

source: ⬆️ The lot is ready for publication! Check all information and press <b> ✅ Publish</b> when you are ready.
uk: ⬆️ Лот готовий до публікації! Перевірте всю інформацію і натисніть <b>✅ Опублікувати</b>, коли будете готові.

source: The lot is ready! Publish?
uk: Лот готовий! Опублікувати?

source: ✅ The lot has been sent for moderation, it will soon appear in the channel <b><a href='{invite_link}'>{username}</a></b>.
uk: ✅ Лот відправлено не модерацію, незабаром він з'явиться у каналі <b><a href='{invite_link}'>{username}</a></b>.

source: ✅ The ad has been sent for moderation, it will soon appear in the channel <b><a href='{invite_link}'>{username}</a></b>.
uk: ✅ Оголошення відправлено на модерацію, незабаром воно з'явиться у каналі <b><a href='{invite_link}'>{username}</a></b>.

source: ❌ You cannot place a bet on your own lot.
uk: ❌ На свій лот не можна робити ставку.

source: 💸 New bid on your lot! {lot_post}
uk: 💸 Нова ставка на ваш лот! <a href='{lot_post}'><b>👉 Перейти до лоту.</b></a>

source: 👋 Your bid for lot <a href='{lot_post}'><b>{lot_name}</b></a> is outbid. <a href='{lot_post}'><b>👉 Go to lot.</b></a>
uk: 👋 Вашу ставку на лот <a href='{lot_post}'><b>{lot_name}</b></a> перебили. <a href='{lot_post}'><b>👉 Перейти до лоту.</b></a>

source: ✅ Bid is accepted!
uk: ✅ Ставку прийнято!

source: The lot is not published.
uk: Лот ще не опубліковано.

source: ❌ Auction is over
uk: ❌ Аукціон закінчено

source: Do you want to delete a lot?
uk: Бажаєте видалити лот?

source: Send a new name for the city:
uk: Надішліть нову назву міста:

source: ✅ Deletion request created.
uk: ✅ Запит на видалення створено.

source: <b>⚠️ User {url} wants to delete lot: </b>{lot_link}
uk: <b>⚠️ Користувач {url} хоче видалити лот: </b>{lot_link}

source: ✅ Lot deleted.
uk: ✅ Лот видалено.

source: Time to complete: {hours}hr, {minutes}min
uk: До завершення {hours}год, {minutes}хв

source: Time to complete: {days}d, {hours}hr, {minutes}min
uk: До завершення {days} день, {hours}год, {minutes}хв

source: ✅ It's done! Lot <b><a href='{msg_url}'>{desc}...</a></b> has been published in the channel <b><a href='{channel_link}'>{channel_name}</a></b>
uk: ✅ Готово! Лот <b><a href='{msg_url}'>{desc}...</a></b> опубліковано в каналі <b><a href='{channel_link}'>{channel_name}</a></b>

source: The lot has already been published.
uk: Лот вже опубліковано.

source: The lot has already been rejected.
uk: Лот вже відхилено.

source: ❗️Unfortunately, your lot <b>{desc}...</b> has not been moderated.
uk: ❗️Нажаль ваш лот <b>{desc}...</b> не пройшов модерацію.

source: ✅ Your lot <b>{desc}...</b> has been removed
uk: ✅ Ваш лот <b>{desc}...</b> видалено

source: ❌ Your lot <b>{desc}...</b> has not been deleted. The request has been rejected.
uk: ❌ Ваш лот <b>{desc}...</b> не видалено. Запит відхилено.

source: ✅ Deletion rejected.
uk: ✅ Видалення відхилено.

source: The request has already been processed.
uk: Запит вже оброблений.

source: ⏱ Your current anti-sniper time is {minute}min. If you want to change it, select the option below:
uk: ⏱ Ваш поточний час антиснайпингу - {minute}хв. Якщо хочете змінити - оберіть варіант нижче:

source: ✅ Anti-sniper time changed to {minute}min
uk: ✅ Час антиснайпингу змінено на {minute}хв

source: On all questions @Oleksandr_Polis <i>What is <a href='https://telegra.ph/Antisniper-04-10'><b>⏱ Anti-sniper?</b></a></i>
uk: По всім запитанням @Oleksandr_Polis <i>Що таке <a href='https://telegra.ph/Antisnajper-03-31'><b>⏱ Антиснайпер?</b></a></i>

source: <b>📦 Lot {desc}...</b> ✅Payment was successful! You can contact the winner https://t.me/{username}.
uk: <b>📦 Лот {desc}...</b> ✅Оплата пройшла успішно! Можете зв'язатись з переможцем https://t.me/{username}.

source: <b>📦 Lot {desc}...</b> ❌ Payment is not recorded. To contact the winner, pay the fee and click <b>Get contact</b>.
uk: <b>📦 Лот {desc}...</b> ❌ Оплату не зафіксовано. Щоб зв'язатись з переможцем, оплатіть комісію і натисніть <b>Отримати контакт</b>.

source: 📝 Write a description for the ad:
uk: 📝 Напишіть опис для оголошення:

source: ℹ️ To post an ad, you need to subscribe.
uk: ℹ️ Щоб виставити оголошення, потрібно оформити підписку.

source: ⬆️ The ad is ready for publication! Check all information and press <b> ✅ Publish</b> when you are ready.
uk: ⬆️ Оголошення готове до публікації! Перевірте всю інформацію і натисніть <b>✅ Опублікувати</b>, коли будете готові.

source: Ad is ready! Publish?
uk: Оголошення готове! Опублікувати?

source: 💲 Subscription price is $15 for 30 days. Pay for your subscription by clicking on the button below 👇
uk: 💲 Вартість підписки 15$ на 30 днів. Оплатіть підписку натиснувши на кнопку нижче 👇

source: ✅ Congratulations! You have successfully subscribed to display ads for 30 days.
uk: ✅ Вітаю! Підписку на виставлення оголошень успішно оформлено на 30 днів.

source: ⚠️ Payment not completed
uk: ⚠️ Оплату не зафіксовано

source: To use the bot, you need to create or make a public username in your Telegram account.
uk: Щоб користуватись ботом потрібно створити або зробити публічним юзернейм у вашому телеграм акаунті.

source: 🗃 My lots
uk: 🗃 Мої лоти

source: 🆘 Help
uk: 🆘 Допомога

source: 🏷 Create lot
uk: 🏷 Створити лот

source: 📣 Create ad
uk: 📣 Створити оголошення

source: ⏱ Antisniper
uk: ⏱ Антиснайпер

source: 💬 Messages
uk: 💬 Повідомлення

source: « Back
uk: « Назад

source: ❌ Reset
uk: ❌ Відміна

source: 24 hours
uk: 24 години

source: 48 hours
uk: 48 годин

source: 7 days
uk: 7 днів

source: 🎞 Change media
uk: 🎞 Змінити медіа

source: 🔤 Change description
uk: 💰 Змінити стартову ціну

source: ⏳ Change lot duration
uk: ⏳ Змінити тривалість лоту

source: 🪙 Change bid steps
uk: 🪙 Змінити кроки ставки

source: 🏙 Change city
uk: ✅ Опублікувати

source: 🗑 Delete lot
uk: 🗑 Видалити лот

source: ❌ Decline
uk: ❌ Відхилити

source: ✅ Accept
uk: ✅ Підтвердити

source: 5min
uk: 5хв

source: 10min
uk: 10хв

source: 15min
uk: 15хв

source: ❔ Questions
uk: ❔ Запитання

source: 💬 Answers
uk: 💬 Відповіді

source: 🗑 Delete
uk: 🗑 Видалити

source: Subscribe for 30 days
uk: Оформити на 30 днів

source: 🏆 Auction <b>{desc}</b> completed! You can contact the winner https://t.me/{username}.
uk: 🏆 Аукціон <b>{desc}</b> завершено! Можете зв'язатись з переможцем https://t.me/{username}.

source: ⚠️ Your ad <b>{desc}...</b> has expired and has been removed.
uk: ⚠️ У вашого оголошення <b>{desc}...</b> завершився термін і його було видалено.

source: <i>https://t.me/{username} - sent an ad for moderation. </i>
uk: <i>https://t.me/{username} - надіслав оголошення на модерацію. </i>

source: <i>⚠️ Your ad is being moderated... </i>
uk: <i>⚠️ Ваше оголошення проходить модерацію... </i>

source: 🔄 Update Status
uk: 🔄 Оновити статус

source: Pay $15
uk: Оплатити 15$

source: ✅ The moderator has confirmed the change in the description of the lot. <a href='{lot_post}'><b>👉 Go to the lot.</b></a>
uk: ✅ Модератор підтвердив зміну опису лоту. <a href='{lot_post}'><b>👉 Перейти до лоту.</b></a>

source: The moderator confirmed the change in the description of the ad. <a href='{lot_post}'><b>👉 Go to the ad.</b></a>
uk: ✅ Модератор підтвердив зміну опису оголошення. <a href='{lot_post}'><b>👉 Перейти до оголошення.</b></a>

source: ✅ Media saved. Would you like to post an ad daily?
uk: ✅ Медіа збережені. Бажаєте публікувати оголошення щоденно?

source: Choose the number of reposts per day:
uk: Оберіть кількість повторних публікацій на день:

source: Yes
uk: Так

source: No
uk: Ні

source: The ad has not been published.
uk: Оголошення не опубліковане.

source: 🏷 Auction
uk: 🏷 Аукціон
